{"podcast_details": {"podcast_title": "The Intelligence from The Economist", "episode_title": "Fellow-BRICS road: a club expands", "episode_image": "https://assets.pippa.io/shows/62e286a934d4d93d6587424a/1689776476419-b4e4678d8a2f9264c3a6b3be36f4eb79.jpeg", "episode_transcript": " The U.S. Border Patrol has exciting and rewarding career opportunities with the nation's largest law enforcement organization. Earn great pay with outstanding federal benefits and up to $20,000 in recruitment incentives. Learn more online at cbp.gov slash career slash usbp. Hello and welcome to The Intelligence from The Economist. I'm your host, Jason Palmer. Every weekday we provide a fresh perspective on the events shaping your world. Just about anybody can be an influencer these days. And their influence, getting you to buy stuff, can be pretty subtle. We examine how the law is catching up when it comes to influencers who are children. Eh, kidfluencers. And in India's past, dealing with human waste was left to a cast of so-called untouchables. Our obituaries editor pays tribute to Bindeshwar Patak, who made it his mission to provide better lives for those people by providing flush toilets to the public. But first... The alliance known as BRICS – Brazil, Russia, India, China and South Africa – just got bigger. And is going to need a new name. At the annual BRICS Summit in Johannesburg this week, South Africa's President Cyril Ramaphosa announced that six new countries would soon be joining. We have consensus on the first phase of this expansion process. And other phases will follow. China, which has become the group's de facto driving force, was pleased. President Xi Jinping hailed the expansion and talked up a new chapter of solidarity and cooperation. BRICS was always a mixed bag, originally seen as the developing countries that would soon make up a big slice of the global economy. Plenty of other countries have wanted the prestige and the bargaining power of membership. But there's more than economics driving these six new kids in the block. The BRICS Summit in Johannesburg was a symbol of how geopolitics is shifting. John McDermott is the Economist's Chief Africa Correspondent. The block invited six new members, underlining how emerging powers are becoming more assertive on the global stage, and how China is becoming more assertive in courting those powers. So before we talk about the present and future of the BRICS, let's wind back a bit. What has the block been up to recently? What sort of shape has it been in? The BRICS block was very much a creature of the 2000s, when a lot of people were optimistic about emerging market growth across the board. But frankly, in the 2010s, many analysts were writing obituaries of the BRICS block. The non-Asian economies were barely growing at all. And frankly, it was hard to see the relevance of this group, which was very diverse and was more likely to disagree on global politics than it was to agree on very much. It continued to meet every year, and it was a platform for criticizing the Western-led international order. But frankly, nobody took it that seriously, and I'm not sure the BRICS took themselves that seriously. So how did that start to change? When did that start to change? It started to change a few years ago, as the West became more confrontational towards China. But the real catalyst was Russia's invasion of Ukraine. So over the past year, you've seen China, with Russia in tow, try to use the BRICS as an institutional counterweight to the West, and in particular to the G7. But at the same time, it's not just been a kind of supply-driven push by the BRICS. It's also been responding to trends in global demand. You've got many more assertive middle powers today, as they're getting richer and they want to play a greater role in global affairs. So over 40 countries had expressed interest in joining the BRICS ahead of the Johannesburg summit, and around half of them had formally applied. So the expansion push was something that was mostly driven by China and Russia, but it was responding to a real trend in geopolitics. And that is a group of more assertive middle powers trying to carve out space between the West and a Chinese-led order in order to, frankly, get more out of the international system. So let's go through the newly admitted members then. It's going to be a nightmare for anyone trying to make a new acronym out of this. They are Argentina, Egypt, Ethiopia, Iran, Saudi Arabia, and the United Arab Emirates. And it's hard not to look at that half-dozen group of countries and not see China's influence. The Gulf countries in particular, their membership of the BRICS fits both with their desire to recalibrate their relationship between the West and China, but also China's recent push into more concerted diplomacy into the region. They're also big hydrocarbon exporters, of course, and the desire by BRICS countries to see more trade done in non-dollar currencies fits here as well, because if you can try to buy more of their stuff with your own currency, then that weakens the dominance of the dollar. The other three, Egypt, Argentina, Ethiopia, they're all big countries in their region. They're also countries that have been quite close to China in recent years. So Ethiopia, Africa's second most populous country, it has a GDP per capita of less than a thousand dollars. It's not an obvious big middleweight power. It's also had a huge civil war, which is still ongoing. You might think that a Kenya or a Nigeria would be a more obvious African BRICS member, but I think because of its longstanding ties to China, it's been first in the queue. But you had hinted before that the BRICS were kind of a motley crew, and now it would seem a little bit more motley. What is it that you think will unite them, if not just what it is that China wants? It's a motley crew getting motley-er, that's for sure. Economically, the BRICS countries already differed hugely in terms of GDP per capita, currency policies, trade balance, and that's going to become even more so as they add another six members. They're also politically very different as well. You have of the existing members three more or less democracies, and then you have these two strident autocracies. And just being in the summit hall this week in Johannesburg, it was quite noticeable how politically different they are. So you had the three democracies, and they were not explicitly calling out how bad they felt the Western-led international order was. Generally speaking, it was fairly kind of ho-hum calls for mutual development, cooperation, and multipolarity. But then you had the addresses by Xi Jinping and Beamed in from Moscow via video link Vladimir Putin, and their tones were much harsher, verging on apocalyptic at times, and they sounded much more like a challenge to the West, a direct challenge. And I think this is a tension that they're going to have to manage going forward. You're going to have a group of countries that see the BRICS as part of a kind of genuine strategy of non-alignment, and then you're going to have the two most powerful autocracies led by China, who are seeing this as much more as a vehicle for a direct challenge to the West. And what's your long-term view here? Do you think that the BRICS gets stronger by adding these new members, by sort of widening the club a bit, or does it actually get weaker in the long run because it's adding such a motley or crew, as you say? I think the summit showed that you can no longer ignore the BRICS if you're in the West. It now has 11 members. It promises to strengthen its arms-length institutions, such as the new development bank. And it's clearly appealing for a lot of these middle powers that are trying to find their way in a world where there are rising tensions between the West and China in particular. But I think ultimately there is going to be a fundamental tension going forward between those middle powers that are genuinely non-aligned. So India, Brazil, UAE, Saudi, and Russia and China, which see the BRICS very much as a vehicle for getting more global South countries into their sphere of influence. And I think that means when there are issues where they can align on a common critique of the West, it will have quite a powerful voice. But for the most part, it will be limited by its own contradictions and its own divisions. John, thanks very much for joining us. Thanks Jason. What you want today? What toy you want today? What is your pick of the week? In a video from eight years ago, you can watch then three-year-old Ryan Karji picking out a Lego train from the store. Because as he tells his mother, Luanne, because I like it. Is it fun? Does it look fun? Holly Berman is a social media editor at The Economist. Okay. Ready to go home and play with it then? Okay. Back at a family home in Houston, Texas, young Ryan opens the box and plays with his new toy. All right, open. Let's see what's inside. Oh, what's that? Ryan's mom, Luanne, recorded and uploaded the video to a new YouTube channel called Ryan Toys Review. Is there anything else inside? The video feels like nothing out of the ordinary. A wheel. More wheels? But it drew in over 50 million views. There's instructions so we can put the pieces together. Okay. It turned out there was a thirst for this kind of content. And Ryan's World, as the channel is now known, is hugely popular. Today it has tens of millions of subscribers. Hey guys. I don't know if you know, but I live in Hawaii now. Let's check out some of my cool island adventures. Ryan himself has considered YouTube royalty and he's part of a new generation of child social media influencers, or if you will, kidfluencers. A cover. A cover? Uh huh. Just for the other Legos. So how did we get here? How did we get to the kidfluencer era? So a lot of this can be traced back to the creation of YouTube Kids back in 2015. It allowed children to browse a site under parental supervision. And by 2021, surveys showed that more than 80% of American parents with a child aged 3 to 4 were allowing their children to watch it. The thing is that most social media sites require users to be over 13 years old. But parents or guardians can create and run accounts on behalf of their children. That led to an explosion of videos being created by kids for kids. Oh, you guys are the best doctors ever? Creators playmate believe with friends and family. How's the surgery going? It's super bad. Did this hurt? Give tutorials on everything from dancing and hand washing. Wash my hands. And of course show off their new toys, which is highly aspirational for the kids watching them on screen. Oh my goodness, this is really squishy. These kids are generating millions of dollars in revenue, according to Forbes, Ryan, who's now 11 years old, earned $27 million in 2021 alone. $27 million? Where does the money come from? It's a lot of money and it can be made in two ways. The first is through ads placed on their videos by YouTube, which YouTube gives its creators a cut of. And the second way is partnering with brands. So through sponsored content and things like that, brands see this as a huge opportunity to reach very young audiences. They'll sometimes pay thousands of dollars for the privilege. As the market has grown, these partnerships have gotten a lot more sophisticated, though. How do you mean? So they've been increasingly taken over by production companies. So, for example, Ryan's World partners with Pocket Watch. It's an entertainment studio that works with 45 top kid creators. And they've helped Ryan partner with brands such as Nintendo and Mattel. Mommy, let's play the Mario Kart 8 Deluxe Game. Good idea, Ryan. I love the Nintendo Switch system. It's also brought his videos to children's television channels and his own branded merchandise, toys included, to sellers such as Target. It's generated millions. And just like grownups, some of the kid influencers are ambassadors for clothing lines or represented by talent agencies. It's a sign of how big the industry is getting. Spending on influencer marketing is huge. It's projected to swell to 21.1 billion dollars this year, up from 1.7 billion in 2016. But now some of this money may be threatened. Threatened by what? So regulators don't like everything they see in this marketplace. Watchdogs have accused creators of not clearly signposting sponsored content. And in 2019, America's Federal Trade Commission, or the FTC, clamped down on targeted advertisements shown on YouTube videos directed at kids. They accused YouTube of illegally collecting data from underage users. So now channels must label content for children. The FTC is also reviewing research that suggests current advertising disclosures do not actually work for kids. If they choose to act on this, that could radically change the industry and make it a lot smaller. It sounds like the FTC is worried about the audience, though. But what about the influencer kids, the kid influencers themselves? Yeah, so there are worries over the exploitation of child creators. Parents, of course, disagree with that. Ryan's parents told me in a statement that Ryan always comes first to them and that if he doesn't feel like filming, we do not force him to. But there's not much regulation currently to protect these kids. The earnings of child actors are protected in some states under the Kugin law, which is a Hollywood-inspired piece of legislation from the 1930s. But child influencers don't have the same sort of protection. It's a very new industry. So, for example, parents can sign brand deals on behalf of children. Of course, children can't sign these deals themselves. That might be slowly changing, though. Earlier in August, Illinois signed into law a bill to protect the privacy and earnings of child influencers. It's a big deal because it's the first state in the country to do so. Others have tried to do it in the past, but haven't quite managed to bring such laws forward. But this could inspire change elsewhere. And what about when the kid influencers grow up? Like, you can't keep playing with three-year-old kids' toys forever, right? Yeah, that's true. So what works when you're three doesn't necessarily work when you're 13. Ryan and the Kaji family have pivoted into educational content and cartoons. Hey, guys! This is the final episode of the Island Adventure Animation. It'll be epic. Roll the clip. Other child influencers are trying to move away from playing with toys as well. So they might move from toys on YouTube into making lifestyle content on TikTok and Instagram. But they can sometimes struggle to bring their audiences with them as they move to a new venue or form of content. And just like child stars of the past, there are those who are simply tired of the limelight and go back to reality. Are you ready to unbox? Yeah! But there will always be another starlet and a pushy parent waiting in the wings. Wizard and training! Holly, thanks very much for your time. Thank you, Jason....at Hogwarts. This was the... Harry Potter! Do you secretly love Harry Potter? Yes. I didn't know that. Hogwarts Library. When he was a child, Vindhishwa Pathak was fascinated by the little woman who used to come in through the back door and sell kitchen utensils to his Brahmin family. Anne Rowe is The Economist's obituaries editor. He had been told that she was untouchable, and after she'd been in the house, his grandmother would go round with holy water from the Ganges and sprinkle all the floors, saying that the woman had polluted them. Vindhishwa thought about this and wondered whether if he touched her, something would happen to him that might be exciting. So one day he simply reached out and touched her sari. Nothing happened to him, but there was uproar in the house that he had touched this untouchable woman. And his grandmother made him do the most terrible thing, which was to drink a mixture of ghee, curd, milk, cow dung, and cow urine, which was supposed to both punish and purify him at the same time. It was perhaps the most traumatic experience of his life. It set him thinking about the inequalities that he was witnessing. How this little woman came from the lowest, lowest caste of the Dalits, the Harijans, who cleaned people's pitch toilets for a living with a brush and a pan, often with their bare hands, scraping out these pits and then carrying the filth over to some distant place in baskets on their heads. Even when they bathed, these people were treated as completely unclean. They were shunned by their neighbors. Shopkeepers would just throw their goods at them rather than daring to touch their hands. They would sprinkle water over their money. And generally, though it was fine to touch a dog in India, it was not fine to touch these human beings who were exactly like him. He also got thinking about the business of toilets. His own family was Brahmin, the highest caste. But even so, they had no toilet in their very fine and roomy house. And at 4 a.m. each morning, he would wake up to hear the women of the household, his mother, grandmother, his sisters, going out of the house to relieve themselves. And he thought, well, if you have toilets, you need these people to clean them for you. On the other hand, if you had proper toilets, then even Brahmins could perhaps clean them themselves by really flushing them. The answer seemed to lie in inventing a better kind of toilet. Although he was no engineer or scientist, he managed to get the right books and design a clay lining for a pit, which had holes in it so that when you flushed it, the waste liquids would leach into the soil through the holes. And the solids would gradually dry out and degrade down until they formed a sort of odorless mulch, which you could actually use to manure on fields. Everything about this was practical. It took only a liter of water to flush. It produced something that was useful to people and it was made of materials that were easily available to everyone. And so it was an ideal design, but he had enormous trouble trying to interest people in it. He found that local officials simply did not want to talk about toilets, especially not if he tried to engage them over a cup of tea. His own family could not understand why he had this fascination with them. They thought it was an actual betrayal of the Brahmin caste to mix so often with people they considered unclean. Even though in 1950, the caste system had actually been declared illegal in India and you could not regard people as untouchables. It still went on just the same as before. But in the end, officials from one town in Bihar, which was his native state, thought they would get two of these toilets as demonstration models and put them in the municipal compound. They did so and they attracted an enormous amount of interest so that the town ordered 200 more and gradually his invention caught on all across the country. He built in the end about 110 million household toilets. He also in 1974 came up with the first public toilet in India. There was a law passed in 1993 which outlawed dry pit toilets. Unfortunately, these survived and there are still a great many of those in India, so the problem is not resolved. But at least there was a grand beginning because of what he'd done. There was then the other side of his equation, which was that if the dry pit toilets gradually disappeared and the new flushable ones came in, then the very lowest caste people, the scavengers, would be able to lay down that awful work and get better jobs for themselves. So he began to set up training centers. The people involved were almost overwhelmingly women and he took them in and trained them to be embroiderers, food processors, candle makers, all kinds of useful jobs. In the end, he reckoned that about 200,000 of these women had been liberated in his centers. His great breakthrough really came with the election of Narendra Modi, who was extremely keen on clean India and helped to promote Bindeshwar's policies on a national level. Bindeshwar Pathak himself felt very energized by the fact that he now had national approval from the government. And he still nurtured his dream that eventually all people in India would be able to go to the same temple together, to bathe in the same pond and to touch each other with no need to apply any Ganges water afterwards. Ann Rowe on Bindeshwar Pathak, who's died aged 80. That's all for this episode of The Intelligence. The show's editors are Chris Impey and Jatt Gill. Our deputy editor is John Joe Devlin and our sound engineer is Will Rowe. Our senior producers are Sam Westrin and Rory Galloway. Our senior creative producer is William Warren. Our producers are Alize Jean-Baptiste, Kevin Caners, Barkley Bram and Sarah Larniuk with extra production help this week from Maggie Kadifa. We'll all see you back here on Monday. The world is unpredictable, but it's also understandable. Economist Education offers a six-week online course on international relations. Designed by the Economist editors and invited experts, it gives you the knowledge and insight to navigate the rapidly changing worlds of geopolitics, business and technology. And as a listener, enjoy a 15% discount with the code POLITICS. So sign up now at economist.com forward slash international relations. The United States Border Patrol has exciting and rewarding career opportunities with the nation's largest law enforcement organization. Border Patrol agents enjoy great pay, outstanding federal benefits and up to $20,000 in recruitment incentives for newly appointed agents. If you are looking for a way to serve something greater than yourself, consider the United States Border Patrol. Learn more online at cbp.gov slash careers slash usbp. That's cbp.gov slash careers slash usbp."}, "podcast_summary": {"Crisp Summary": "This episode of The Intelligence covers the expansion of the BRICS alliance, the rise of child social media influencers, and the work of Bindeshwar Pathak in improving sanitation in India.", "Recommended For": "This episode is recommended for listeners interested in global politics, the influence of social media, and social initiatives in improving sanitation and reducing inequality."}, "podcast_guest": {"name": "Ryan Karji", "org": "", "title": "", "summary": "Not Available"}, "podcast_highlights": "Podcast Episode Highlights:\n\n1. The BRICS Summit and Expansion:\n- The BRICS alliance, consisting of Brazil, Russia, India, China, and South Africa, announced the addition of six new countries at the annual summit.\n- The expansion highlights how emerging powers are becoming more assertive on the global stage and China's increasing influence in courting these new members.\n- The BRICS block has faced skepticism in the past, but recent geopolitical shifts and a rising middle power class have fueled its relevance.\n\n2. The Rise of Kidfluencers:\n- The creation of YouTube Kids in 2015 allowed children to browse the platform under parental supervision, leading to a surge in child-created content.\n- Child social media influencers, or kidfluencers, generate substantial revenue through ads placed on their videos and partnerships with brands.\n- However, regulatory concerns regarding clear sponsorship disclosures and data collection from underage users pose threats to the industry.\n\n3. Bindeshwar Pathak and Toilet Revolution:\n- Bindeshwar Pathak, inspired by the discrimination faced by the lowest caste in India, developed a cost-effective and sustainable toilet design.\n- Despite initial challenges, his invention gained popularity, leading to the construction of millions of household and public toilets across the country.\n- Pathak also focused on empowering women from the lowest caste by providing training in various skills, liberating thousands of individuals.\n\nThese highlights aim to capture the key points discussed in the podcast episode and provide a concise overview of the topics covered, including the expansion of the BRICS alliance, the rise of kidfluencers, and the efforts of Bindeshwar Pathak in improving sanitation and empowering marginalized communities in India."}